Repository: hernanolmedo/tabbycat
Catalog: tabbycat/venues/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Rooms
ru: Аудитории

source: Draw is already released, unrelease draw to assign rooms.
ru: Сетка уже опубликована, отмените публикацию для распределения аудиторий.

source: Draw is not confirmed, confirm draw to assign rooms.
ru: Сетка не подтверждена, подтвердите сетку для того, чтобы аудитории были распределены.

source: Successfully auto-allocated rooms to debates.
ru: Аудитории распределены.

source: name
ru: название

source: priority
ru: приоритет

source: Rooms with a higher priority number will be preferred when allocating rooms to debates
ru: При распределении аудиторий для дебатов боле предпочтительны будут аудитории с более высоким приоритетом

source: tournament
ru: турнир

source: room
ru: аудитория

source: rooms
ru: аудитории

source: Don't display in room name
ru: Не показывать в названии аудитории

source: Display as prefix
ru: Отображать как префикс

source: Display as suffix
ru: Отображать как суффикс

source: Name of category, e.g., "Purple", "Step-free access", "Close to tab room". This name is shown when the category is prefixed or suffixed to a room name in the draw, e.g., "Purple – G05".
ru: Название категории, например, "Фиолетовый", "Быстрый доступ", "Близко к аудитории тэбмастеров". Это имя отображается, когда категория префиксована или суффиксована к названии аудитории в сетке, например, "Фиолетовый - G05".

source: description
ru: описание

source: Description, as the predicate of a sentence, e.g. "has step-free access", "is close to the briefing hall". This description follows "This room" when shown in tooltips, e.g., "This room is close to the briefing hall.".
ru: Описание, являющееся частью предложения, например, "имеет доступ для инвалидных колясок", "расположена близко к аудитории общего сбора". Это описание идет за "Эта аудитория..." в подсказках, например "Эта аудитория расположена близко к аудитории общего сбора".

source: display in room name
ru: показывать в названии аудитории

source: Prefix: "Purple – G05", Suffix: "G05 – Purple"
ru: Префикс: "Фиолетовый - G05", Суффикс: "G05 - фиолетовый"

source: display in public tooltip
ru: отображать в общедоступных подсказках

source: Displays the description in the tooltip for the room on public pages. The description, if not blank, will always show on admin pages.
ru: Отображает описание в подсказке для аудитории на публичных страницах. Описание, если оно не является пустым, всегда будет отображаться на страницах администратора.

source: room category
ru: категории аудиторий

source: room categories
ru: категории аудиторий

source: category
ru: категория

source: subject content type
ru: тип субъективного контента

source: subject ID
ru: iD субъекта

source: room constraint
ru: ограничения аудиторий

source: room constraints
ru: ограничения аудиторий

source: Room Categories
ru: Категории аудиторий

source: Room categories allow you to group rooms together into "zones" to display in the draw and make navigation easier for participants, and/or specify constraints on room allocation that require teams, adjudicators or institutions to be put in a room in a particular category.
ru: Категории аудиторий позволяют вам группировать аудитории в "зоны" для того, чтобы отобразить их в сетке и упростить участникам навигацию; и/или указать ограничения на распределения аудиторий, которые потребуют, чтобы команды, судьи или институты были распределены в аудитории определенной категории.

source: If you want to delete room categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
ru: Если вы хотите удалить категории аудиторий, используйте <a href="%(edit_db_url)s" class="alert-link">область Редактировать базу данных</a>.

source: Save Room Categories
ru: Сохранить категории аудиторий

source: Room Constraints
ru: Ограничения аудиторий

source: Room constraints tell the room allocator to try to keep the specified team or adjudicator, or all teams (but not adjudicators) from the specified institution, in a room in the given category. The "priority" field resolves conflicting constraints: the higher priority takes precedence. You can also use the priority field to specify "lower-preference" constraints, which are taken if a higher-priority constraint couldn't be met.
ru: Ограничения аудиторий указывают распределителю аудиторий на то, что стоит попытаться расположить конкретную команду или судью или все команды (но не судей) из определенного института в аудитории определенной категории. Поле "приоритет" позволяет устранить конфликтующие ограничения: первичным будет ограничение с более высоким приоритетом. Вы также можете использовать поле приоритета, чтобы уточнить менее приоритетные ограничения, которые применяются когда более приоритетные ограничения не могут быть применены.

source: Save Room Constraints
ru: Сохранить ограничения аудиторий

source: Room constraint of %(name)s met (%(category)s)
ru: Ограничение аудиторий %(name)s подходит под %(category)s)

source: Room does not meet any constraint of %(name)s
ru: Аудитория не подходит ни под одно из ограничений из %(name)s

source: Room constraint of %(team)s met (%(category)s, via institution %(institution)s)
ru: Ограничение аудиторий для %(team)s соответсвуте (%(category)s через институт %(institution)s)

source: Room does not meet any constraint of institution %(institution)s (%(team)s)
ru: Место не подходит ни под одно ограничение института %(institution)s (%(team)s)

source: Saved room category: %(list)s
ru: Сохранена категория аудиторий %(list)s

source: No changes were made to the room categories.
ru: В категории аудиторий не было внесено никаких изменений.

source: %s (Adjudicator)
ru: %s (Судья)

source: %s (Team)
ru: %s (Команда)

source: %s (Institution)
ru: %s (Институт)

source: Saved %(count)d room constraint.
ru: Сохранено %(count)d ограничение аудиторий.
