Repository: hernanolmedo/tabbycat
Catalog: tabbycat/adjallocation/locale/*/LC_MESSAGES/django.po
Languages: ms, ru

source: There are no available adjudicators. Ensure there are adjudicators who have been marked as available for this round before auto-allocating.
ms: Tiada hakim yang berkelapangan. Pastikan terdapat hakim yang ditanda 'ada' untuk pusingan ini sebelum ditetap secara auto.
ru: Нет доступных судей. Убедитесь, что есть судьи, которые были отмечены как доступные, перед автоматическим распределением судей.

source: %(count)s score is larger than the maximum permitted adjudicator score (%(score).1f).
ms: Markah %(count)s lebih besar daripada markah maksima yang dibenarkan (%(score).1f).
ru: Рейтинг %(count)s судьи выше, чем максимальный допустимый рейтинг судьи (%(score).1f).

source: %(count)s score is smaller than the minimum permitted adjudicator score (%(score).1f).
ms: Markah %(count)s lebih kecil daripada markah minimum yang dibenarkan (%(score).1f).
ru: Рейтинг %(count)s судьи ниже, чем минимальный допустимый рейтинг судьи (%(score).1f).

source: There are no adjudicators eligible to be a chair or panellist. Try changing the "Minimum feedback score required to be allocated as chair or panellist" setting to something lower than at least some adjudicators' current scores, and try again.
ms: Tiada hakim yang layak untuk menjadi Yang Di-Pertua Dewan dan ahli panel. Cuba ubah seting "Markah minimum maklum balas hakim diperlukan untuk ditetapkan sebagai Yang Di-Pertuan Agung" ke markah yang lebih rendah daripada markah para hakim terkini, dan cuba lagi.
ru: Нет судей, имеющих право быть чэйром или вингом. Попробуйте изменить "минимальные баллы по обратной связи, необходимые для того, чтобы быть чэйром или вингом" на более низкие, чем текущие баллы кого-то из судей и попробуйте снова.

source: There are no debates for this round. Maybe you haven't created a draw yet?
ms: Tiada perdebatan untuk pusingan ini. Munkin match up belum dibuat?
ru: Нет дебатов для этого раунда. Возможно, вы еще не создали сетку?

source: There are %(debate_count)s debates but only %(adj_count)s voting adjudicators.
ms: Terdapat %(debate_count)s perdebatan, tetapi hanya %(adj_count)s hakim yang boleh undi.
ru: Есть %(debate_count)s дебатов, но только %(adj_count)s голосующих судей.

source: There are %(panel_debates)s panel debates but only %(panellists)s available panellists (less than %(needed)s).
ms: Terdapat %(panel_debates)s panel hakim tetapi terdapat hanya %(panellists)s yang ada (kurang daripada %(needed)s).
ru: Есть %(panel_debates)s дебатов, но только %(panellists)s доступных вингов (меньше чем %(needed)s).

source: There are %(debates_count)s debates but only %(voting_count)s voting adjudicators.
ms: Terdapat %(debates_count)s perdebatan, namun hanya %(voting_count)s hakim yang boleh undi.
ru: Есть %(debates_count)s дебатов, но только %(voting_count)s голосующих судей.

source: Adjudicator Allocation
ms: Penetapan hakim
ru: Расстановка судей

source: Draw is already released, unrelease draw to redo auto-allocations.
ms: Match-up telah disiarkan, tarik balik siaran untuk jana semula penetapan auto.
ru: Сетка уже опубликована, отмените публикацию для того, чтобы внести изменения в автоматическое распределение.

source: Draw is not confirmed, confirm draw to run auto-allocations.
ms: Match-up belum disahkan, sahkan match-up untuk laksanakan penjanaan auto.
ru: Сетка не подтверждена, подтвердите сетку для автоматической расстановки судей.

source: There are no preformed panels available to allocate.
ms: Tidak ada panel hakim tetap ada untuk ditetapkan.
ru: Нет заранее сформированных коллегий, которые можно распределить.

source: Successfully auto-allocated preformed panels to debates.
ms: Berjaya menetap secara auto panel hakim tetap ke perdebatan.
ru: Коллегии распределены.

source: Successfully auto-allocated adjudicators to debates. However, there was a warning:
ms: Berjaya tetapkan hakim ke perdebatan secara auto. Tetapi, terdapat %(count)d amaran:
ru: Судьи успешно распределены по дебатам. Внимание! Предупреждение:

source: Successfully auto-allocated adjudicators to debates.
ms: Berjaya menetap secara auto panel hakim tetap ke perdebatan.
ru: Судьи распределены.

source: There aren't any panels to fill. Create panels first.
ms: Tiada kekosongan panel untuk diisi. Cipta panel dahulu.
ru: Нет коллегий для заполнения. Сначала создайте коллегии.

source: Successfully auto-allocated adjudicators to preformed panels. However, there was a warning:
ms: Berjaya tetapkan hakim ke panel hakim tetap secara auto. Tetapi, terdapat %(count)d amaran:
ru: Судьи распределены по коллегиям. Внимание! Предупреждение:

source: Successfully auto-allocated adjudicators to preformed panels.
ms: Berjaya menetap secara auto ke panel hakim tetap.
ru: Судьи распределены по коллегиям.

source: You have no break category set as 'is general' so debate importances can't be calculated.
ms: Awak tiada tetapkan kateogri break sebagai 'umum', jadi kepentingan perdebatan tidak dapat dikira.
ru: У вас нет брейковой категории, установленной как "основная", так что важность дебатов невозможно подсчитать.

source: Succesfully auto-prioritised debates.
ms: Berjaya memberi perdebatan keutamaan secara auto.
ru: Приоритет комнат выставлен автоматически.

source: You have no break category set as 'is general' so panel importances can't be calculated.
ms: Awak tiada tetapkan kateogri break sebagai 'umum', jadi kepentingan panel tidak dapat dikira.
ru: У вас нет брейковой категории, установленной как "основная", так что важность коллегий невозможно подсчитать.

source: Succesfully auto-prioritised preformed panels.
ms: Berjaya memberi panel hakim tetap keutamaan secara auto.
ru: Приоритет коллегий выставлен.

source: Since this is the first round, the preformed panels aren't annotated with brackets and liveness.
ms: Memandangkan ini pusingan pertama, panel hakim tetap tidak dianotasi dengan 'bracket' dan 'liveness'.
ru: Так как это первый раунд, распределение коллегий не связано с количеством баллов команд и брейковостью румов.

source: The previous round's draw doesn't exist, so preformed panels can't be annotated with brackets and liveness.
ms: Match-up pusingan sebelum tidak wujud, panel hakim tetap tidak dianotasi dengan 'bracket' dan 'liveness'.
ru: Сетки на предыдущий раунд нет, поэтому невозможно распределить коллегии исходя из количества баллов команд и брейковости румов.

source: Succesfully created new preformed panels for this round.
ms: Berjaya mewujudkan panel hakim tetap untuk pusingan ini.
ru: Созданы новые коллегии на этот раунд.

source: chair
ms: Yang Di-Pertua Dewan
ru: чэйр

source: panellist
ms: ahli panel
ru: винг

source: trainee
ru: винг без права голоса

source: debate
ms: debat
ru: дебаты

source: adjudicator
ms: hakim
ru: судья

source: type
ms: jenis
ru: тип

source: available?
ms: tersedia?
ru: доступно?

source: debate adjudicator
ms: hakim debat
ru: судья дебатов

source: debate adjudicators
ms: hakim debat
ru: судьи дебатов

source: team
ms: pasukan
ru: команда

source: adjudicator-team conflict
ms: konflik hakim-pasukan
ru: конфликт команд и судей

source: adjudicator-team conflicts
ms: Konflik hakim-pasukan
ru: конфликты команд и судей

source: adjudicator 1
ms: hakim 1
ru: судья 1

source: adjudicator 2
ms: hakim 2
ru: судья 2

source: adjudicator-adjudicator conflict
ms: Konflik hakim-hakim
ru: конфликт между судьями

source: adjudicator-adjudicator conflicts
ms: konflik hakim-hakim
ru: конфликты между судьями

source: institution
ms: institusi
ru: клуб

source: adjudicator-institution conflict
ms: konflik hakim-institusi
ru: конфликт между судьей и клубом

source: adjudicator-institution conflicts
ms: konflik hakim-institusi
ru: конфликты между судьями и клубами

source: team-institution conflict
ms: konflik pasukan-hakim
ru: конфликт между командой и клубом

source: team-institution conflicts
ms: konflik pasukan-hakim
ru: конфликты между командами и клубами

source: round
ms: pusingan
ru: раунд

source: importance
ms: kepentingan
ru: значение

source: minimum bracket
ms: braket minimum
ru: минимальное значение баллов команд

source: Estimate of the lowest bracket for which this panel might be
ms: Anggaran braket terendah untuk hakim ini
ru: Установить минимальное значение баллов команд, при котором может судить эта коллегия

source: maximum bracket
ms: braket maximum
ru: максимальное значение баллов команд

source: Estimate of the highest bracket for which this panel might be
ms: Anggaran braket tertinggi untuk hakim ini
ru: Установить максимальное значение баллов команд, при котором может судить эта коллегия

source: room rank
ms: kedudukan bilik
ru: ранг комнаты

source: Sequential number of panel, not used in any algorithms
ru: Порядковый номер коллегии, не используемый в алгоритмах

source: liveness
ms: layak break
ru: брейковость

source: Number of categories this room is expected to be live for
ru: Количество категорий, для которых этот рум может быть брейковым

source: preformed panel
ms: panel hakim tetap
ru: заранее сформированная коллегия

source: preformed panels
ms: panel hakim tetap
ru: заранее сформированные коллегии

source: panel
ru: коллегия

source: preformed panel adjudicator
ms: panel hakim tetap
ru: судья коллегии

source: preformed panel adjudicators
ms: panel hakim tetap
ru: судьи коллегии

source: There are no preformed panels to use. Have you allocated preformed panels for this round? If not, try just auto-allocating adjudicators instead.
ms: Tiada panel hakim tetap yang boleh digunakan. Adakah panel hakim tetap telah ditetapkan untuk pusingan ini? Jika tidak, cuba tetapkan hakim secara auto.
ru: Предварительно сформированных коллегий нет. Вы распределяли коллегии для этого раунда? Если нет, попробуйте вместо этого использовать автораспределение судей.

source: Preformed Panels
ms: Panel hakim tetap
ru: Заранее сформированные коллегии

source: A preformed panel is a defined group of adjudicators that is specified for a round before its draw has been generated. You can then manually or automatically apply these panels during the normal adjudicator allocation process. This can make allocations faster or allow you to create more considered panels of adjudicators.
ru: Заранее сформированная коллегия — это группа судей, которая задана для раунда до создания сетки. Вы можете вручную или автоматически распределить эти коллегии по комнатам при распределения судей. Это может ускорить распределение судей или позволить вам создать более сбалансированные коллегии.

source: Note that only adjudicators who have been marked as 'available' for that round will be able to be allocated for that round, so you may need to set their availability in advance.
ms: Hanya hakim yang ditanda sebagai 'ada' untuk pusingan itu boleh ditetapkan untukp pusingan itu, jadi anda perlu tetapkan keberadaan hakim terlebih dahulu.
ru: Обратите внимание, что только судьи, которые были отмечены как "доступные" для этого раунда, смогут быть распределены на это раунд, поэтому вам может потребоваться заранее отметить их как "доступных".

source: Edit Preformed Panels for %(round)s
ru: Редактировать коллегии для %(round)s

source: Conflict: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> (personal)
ru: Конфликт: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> (личный)

source: Conflict: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> via institution <strong>%(institution)s</strong>
ru: Конфликт: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> с клубом <strong>%(institution)s</strong>

source: Conflict: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> (personal)
ru: Конфликт: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> (личный)

source: Conflict: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> via institution <strong>%(institution)s</strong>
ru: Конфликт: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> с клубом <strong>%(institution)s</strong>

source: Male
ms: Lelaki
ru: Мужской

source: Female
ms: Perempuan
ru: Женский

source: Other
ms: Lain-lain
ru: Другой

source: Unknown
ms: Tidak diketahui
ru: Неизвестный

source: Edit Allocation
ms: Edit penetapan
ru: Редактировать распределение

source: Edit Panels
ms: Edit panel
ru: Редактировать коллегии судей

source: Return to Panels Overview
ms: Kembali ke Gambaran Keseluruhan Panel
ru: Вернуться к обзору коллегий

source: Adjudicator-Team Conflicts
ms: Konflik hakim-pasukan
ru: Конфликты команд и судей

source: Save Adjudicator-Team Conflicts
ms: Simpan konflik hakim-pasukan
ru: Сохранить конфликты команд и судей

source: Saved %(count)d adjudicator-team conflict.
ms: %(count)d konflik hakim-pasukan disimpan.
ru: Сохранен %(count)d конфликт межд судьей и командой.

source: Deleted %(count)d adjudicator-team conflict.
ms: %(count)d konflik hakim-pasukan dibuang.
ru: Удален %(count)d конфликт между судьей и командой.

source: No changes were made to adjudicator-team conflicts.
ms: Tiada perubahan dibuat untuk konflik hakim-pasukan.
ru: Не было внесено никаких изменений в конфликты между судьями и командами.

source: Adjudicator-Adjudicator Conflicts
ms: Konflik hakim-hakim
ru: Конфликты между судьями

source: Save Adjudicator-Adjudicator Conflicts
ms: Simpan konflik hakim-hakim
ru: Сохранить конфликты между судьями

source: Saved %(count)d adjudicator-adjudicator conflict.
ms: %(count)d konflik hakim-hakim disimpan.
ru: Сохранен %(count)d конфликт между судьями.

source: Deleted %(count)d adjudicator-adjudicator conflict.
ms: %(count)d konflik hakim-hakim dibuang.
ru: Удален %(count)d конфликт между судьями.

source: No changes were made to adjudicator-adjudicator conflicts.
ms: Tiada perubahan dibuat untuk konflik hakim-hakim.
ru: Не было внесено никаких изменений в конфликты между судьями.

source: Adjudicator-Institution Conflicts
ms: Konflik hakim-institusi
ru: Конфликты между судьями и клубами

source: Save Adjudicator-Institution Conflicts
ms: Simpan konflik hakim-institusi
ru: Сохранить конфликты между судьями и клубами

source: Saved %(count)d adjudicator-institution conflict.
ms: %(count)d konflik hakim-institusi disimpan.
ru: Сохранен %(count)d конфликт между судьей и клубом.

source: Deleted %(count)d adjudicator-institution conflict.
ms: %(count)d konflik hakim-institusi dibuang.
ru: Удалено конфликтов между судьями и клубами: %(count)d.

source: No changes were made to adjudicator-institution conflicts.
ms: Tiada perubahan dibuat untuk konflik hakim-institusi.
ru: Не было внесено никаких изменений в конфликты между судьями и клубами.

source: Team-Institution Conflicts
ms: Konflik pasukan-institusi
ru: Конфликты между командами и клубами

source: Save Team-Institution Conflicts
ru: Сохранить конфликты между командами и клубами

source: Saved %(count)d team-institution conflict.
ru: Сохранено конфликтов между командами и клубами: %(count)d.

source: Deleted %(count)d team-institution conflict.
ru: Удалено конфликтов между командами и клубами: %(count)d.

source: No changes were made to team-institution conflicts.
ru: Не было внесено никаких изменений в конфликты между командами и клубами.
